Repository: pietje666/RandomFileCopier
Catalog: RandomFileCopier/Properties/Resources.*.resx
Languages: es

source: Audio file types
es: Archivos de audio

source: Browse destination
es: Buscar destinación

source: Browse source
es: Buscar fuente

source: Cancel
es: Cancelar

# FindFiles
source: Search
es: Buscar

# SearchSubDirectories
source: Search in subdirectories
es: Buscar en subdirectorios

source: Include subtitles
es: Incluir subtítulos

# IncorrectDirectory
source: Incorrect directory, the directory should exist and must be well formed
es: Directorio incorrecto, el directorio no existe

# IncorrectDoubleFormat
source: Incorrect format, this field should only contain numeric data
es: Formato incorrecto, este campo debe contener solo números

source: Source path
es: Ruta de origen

source: Start Copy
es: Copiar

source: Video file types
es: Archivos de video

# IsSelected
source: Selected
es: Seleccionado

source: Name
es: Nombre

source: Path
es: Ruta

source: Size in MB
es: Tamaño (MB)

source: Size in GB
es: Tamaño (GB)

source: Subtitle Path
es: Ruta de los subtítulos

# TotalFilesFound
source: Number of files found: {0}
es: Número de archivos encontrados: {0}

# TotalFilesSelected
source: Number of files selected: {0}
es: Número de archivos seleccionados: {0}

# TotalSelectedSize
source: Total selected filesize: {0:F2} GB
es: Total de archivos seleccionados: {0:F2} GB

# SomethingWentWrong
source: Woops! Something went wrong...
es: Ups! Algo ha salido mal...

source: Only videos with subtitles
es: Sólo videos con subtítulos

# FolderFileTypes
source: Folders
es: Carpetas

source: Refresh
es: Refrescar

# ProcessingFiles
source: Copying {0}/{1}
es: Copiado {0}/{1}

# OpenFolder
source: Open Folder in File Explorer
es: Abrir carpeta en Explorador de archivos

source: Search options
es: Opciones de búsqueda

source: Selection options
es: Opciones de selección

# MaximumFileSize
source: Maximum ({0})
es: Máximo ({0})

# MinimumFileSize
source: Minimum ({0})
es: Mínimo ({0})

# NoCopiedFileListFileWritten
source: Could not write/update the file that keeps track of previous copied files!
es: El archivo que contiene el registro de los archivos antes copiados no pudo ser actualizado

source: Avoid previous copied
es: Evitar archivos previamente copiados

# AvoidPreviousCopiedTooltip
source: This will only work when there were previous copied files copied with this program and whilst the file containing the copied filenames has not been deleted
es: Esto solo funcionara cuando haya archivos previamente copiados con este programa y mientras el archivo que contiene los nombres de los archivos copiados no hayan sido eliminados

source: Please wait....
es: Por favor espere...

source: Warning
es: Advertencia

# Success
source: All files have been sucessfully copied!
es: Todos los archivos han sido satisfactoriamente copiados!

source: Info
es: Información

# SomeFilesHaveNotBeenCopied
source: Some files have not been copied! Make sure the device has not been removed and that the program is being run with the right permission.
es: Algunos archivos no han sido copiados! Asegúrese que el equipo no haya sido removido y que el programa se ejecute con los permisos correctos.
